Repository: zibuyu2015831/LangoTrace
Catalog: Packages/LangoTraceUI/Sources/LangoTraceUI/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, ru, zh_hans

# reading.import.error.generic
source: Import failed. Check the content and try again.
de: Import fehlgeschlagen. Prüfe den Inhalt und versuche es erneut.
es: Error al importar. Revisa el contenido e inténtalo de nuevo.
fr: Échec de l'importation. Vérifiez le contenu et réessayez.
ja: 読み込みに失敗しました。内容を確認してもう一度お試しください。
ko: 가져오기에 실패했습니다. 내용을 확인한 후 다시 시도하세요.
ru: Не удалось импортировать. Проверьте содержимое и повторите попытку.
zh_hans: 导入失败。请检查内容后重试。

# requestPreview.title
source: Request Preview
de: Anfragevorschau
es: Vista previa de solicitud
fr: Aperçu de la requête
ja: リクエストプレビュー
ko: 요청 미리보기
ru: Предпросмотр запроса
zh_hans: 请求预览

# sentenceAudio.listen.failed.hint
source: The last playback failed. Activate to try again.
de: Die letzte Wiedergabe ist fehlgeschlagen. Aktivieren, um es erneut zu versuchen.
es: La última reproducción falló. Actívalo para volver a intentarlo.
fr: La dernière lecture a échoué. Activez pour réessayer.
ja: 前回の再生に失敗しました。もう一度試すには操作してください。
ko: 지난 재생에 실패했습니다. 다시 시도하려면 활성화하세요.
ru: Последнее воспроизведение не удалось. Активируйте, чтобы повторить.
zh_hans: 上次播放失败。点按可重试。

# sentenceAudio.listen.needsSetup
source: Listening needs setup
de: Wiedergabe muss eingerichtet werden
es: La escucha requiere configuración
fr: L'écoute nécessite une configuration
ja: 再生には設定が必要です
ko: 재생하려면 설정이 필요합니다
ru: Для воспроизведения нужна настройка
zh_hans: 播放需要先配置

# sentenceAudio.listen.needsSetup.hint
source: Configure a speech provider in Settings before listening.
de: Richte vor dem Anhören einen Sprach-Provider in den Einstellungen ein.
es: Configura un proveedor de voz en Ajustes antes de escuchar.
fr: Configurez un fournisseur vocal dans Réglages avant l'écoute.
ja: 再生する前に、設定で音声プロバイダを設定してください。
ko: 듣기 전에 설정에서 음성 프로바이더를 구성하세요.
ru: Перед прослушиванием настройте голосового провайдера в настройках.
zh_hans: 播放前请先在设置中配置语音 Provider。

# sentenceAudio.listen.retry
source: Retry listening
de: Wiedergabe erneut versuchen
es: Reintentar la escucha
fr: Réessayer l'écoute
ja: 再生を再試行
ko: 재생 다시 시도
ru: Повторить воспроизведение
zh_hans: 重试播放

# settings.aiProvider.title
source: AI Provider
de: KI-Provider
es: Provider de IA
fr: Provider IA

# settings.detail.currentBoundary
source: Current Status
de: Aktuelle Grenze
es: Límite actual
fr: Limite actuelle
ja: 現在の境界
ko: 현재 경계
ru: Текущая граница
zh_hans: 当前状态

# settings.detail.nextRequirement
source: Next Step
de: Nächste Anforderung
es: Siguiente requisito
fr: Prochaine exigence
ja: 次の接続条件
ko: 다음 접속 조건
ru: Следующее требование
zh_hans: 接下来

# settings.detail.noSideEffects
source: Privacy Note
de: Wird nicht passieren
es: No ocurrirá
fr: Ne se produira pas
ja: 発生しないこと
ko: 발생하지 않음
ru: Не произойдет
zh_hans: 隐私说明

# settings.interfaceLanguage.contentBoundary
source: This does not change your native language, target language, language spaces, saved entries, generated content, or Provider output.
de: Dies ändert nicht Muttersprache, Zielsprache, Sprachräume, gespeicherte Einträge, generierte Inhalte oder Provider-Ausgaben.
es: Esto no cambia tu lengua materna, idioma objetivo, espacios de idioma, entradas guardadas, contenido generado ni salida del Provider.
fr: Cela ne modifie pas votre langue maternelle, langue cible, espaces de langue, entrées enregistrées, contenu généré ni sortie Provider.
ja: 母語、目標言語、言語スペース、保存済み記録、生成済みコンテンツ、Provider出力は変更されません。
ko: 모국어, 목표 언어, 언어 공간, 저장된 기록, 생성된 콘텐츠, Provider 출력은 변경하지 않습니다.
ru: Это не меняет родной язык, целевой язык, языковые пространства, сохраненные записи, созданный контент или вывод Provider.
zh_hans: 不会改变母语、目标语言、语言空间、已保存记录、已生成内容或 Provider 输出。

# settings.interfaceLanguage.detail
source: Interface language only affects app chrome. It does not change the user's native language, target language, or rewrite generated content.
de: Die Oberflächensprache betrifft nur die App-Chrome. Sie ändert weder Muttersprache noch Zielsprache und schreibt keine generierten Inhalte um.
es: El idioma de interfaz solo afecta al chrome de la app. No cambia la lengua materna, el idioma objetivo ni reescribe contenido generado.
fr: La langue d’interface n’affecte que le chrome de l’app. Elle ne change pas la langue maternelle, la langue cible et ne réécrit pas le contenu généré.
ja: 界面言語はアプリのchromeだけに影響します。母語や目標言語を変えず、生成済みコンテンツも書き換えません。
ko: 인터페이스 언어는 앱 chrome에만 영향을 줍니다. 모국어, 목표 언어를 바꾸거나 생성된 콘텐츠를 다시 쓰지 않습니다.
ru: Язык интерфейса влияет только на chrome приложения. Он не меняет родной или целевой язык и не переписывает созданный контент.
zh_hans: 界面语言只影响 App chrome，不改变用户母语、不改变目标语言，也不重写已生成内容。

# settings.interfaceLanguage.explanation
source: Choose the language used by LangoTrace app chrome.
de: Wähle die Sprache für die LangoTrace-App-Chrome.
es: Elige el idioma usado por el chrome de LangoTrace.
fr: Choisissez la langue utilisée par le chrome de LangoTrace.
ja: LangoTraceのアプリchromeで使う言語を選びます。
ko: LangoTrace 앱 chrome에 사용할 언어를 선택합니다.
ru: Выберите язык chrome приложения LangoTrace.
zh_hans: 选择语迹自有界面文案使用的语言。

# settings.interfaceLanguage.nextRequirement
source: Keep String Catalog coverage, system per-app language boundary notes, and interface language preference persistence aligned.
de: String Catalog, Hinweise zur System-per-app-language-Grenze und Persistenz der Oberflächensprache konsistent halten.
es: Mantener alineados String Catalog, notas sobre per-app language del sistema y persistencia de la preferencia.
fr: Garder alignés le String Catalog, les notes de limite per-app language système et la persistance de la préférence.
ja: String Catalog、システムのper-app language境界メモ、界面言語設定の永続化を揃えて保ちます。
ko: String Catalog, 시스템 per-app language 경계 설명, 인터페이스 언어 선호 저장을 일관되게 유지합니다.
ru: Синхронизировать String Catalog, заметки о системном per-app language и сохранение языковой настройки.
zh_hans: 保持 String Catalog、系统 per-app language 关系说明和界面语言偏好持久化一致。

# settings.interfaceLanguage.selectionFootnote
source: Only changes the LangoTrace interface. Language spaces and saved content stay unchanged.
de: Ändert nur die LangoTrace-Oberfläche. Sprachräume und gespeicherte Inhalte bleiben unverändert.
es: Solo cambia la interfaz de LangoTrace. Los espacios y el contenido guardado no cambian.
fr: Change seulement l’interface de LangoTrace. Les espaces et contenus enregistrés restent inchangés.
ja: LangoTraceの界面だけが変わります。言語スペースと保存済み内容は変わりません。
ko: LangoTrace 인터페이스만 바뀝니다. 언어 공간과 저장된 내용은 그대로입니다.
ru: Меняется только интерфейс LangoTrace. Языковые пространства и сохраненное содержимое не меняются.
zh_hans: 仅影响语迹界面，不改变语言空间或已保存内容。

# settings.interfaceLanguage.systemBoundary
source: System follows the device language or the per-app language chosen for LangoTrace. System dialogs, StoreKit, file pickers, and third-party UI may still follow platform rules.
de: System folgt der Gerätesprache oder der für LangoTrace gewählten App-Sprache. Systemdialoge, StoreKit, Dateiauswahl und Drittanbieter-UI können Plattformregeln folgen.
es: Sistema sigue el idioma del dispositivo o el idioma por app elegido para LangoTrace. Diálogos del sistema, StoreKit, selectores de archivos e interfaces de terceros pueden seguir reglas de la plataforma.
fr: Système suit la langue de l’appareil ou la langue par app choisie pour LangoTrace. Les dialogues système, StoreKit, sélecteurs de fichiers et UI tierces peuvent suivre les règles de la plateforme.
ja: システムはデバイス言語、またはLangoTraceに選ばれたAppごとの言語に従います。システムダイアログ、StoreKit、ファイル選択、第三者UIはプラットフォーム規則に従う場合があります。
ko: 시스템 따르기는 기기 언어 또는 LangoTrace에 대해 선택된 앱별 언어를 사용합니다. 시스템 대화상자, StoreKit, 파일 선택기, 타사 UI는 플랫폼 규칙을 따를 수 있습니다.
ru: Система следует языку устройства или языку приложения, выбранному для LangoTrace. Системные диалоги, StoreKit, выбор файлов и сторонний UI могут следовать правилам платформы.
zh_hans: 跟随系统会使用设备语言或系统为语迹设置的 App 语言。系统弹窗、StoreKit、文件选择器和第三方 UI 仍可能遵循平台规则。

# settings.interfaceLanguage.title
source: Interface Language
de: Oberflächensprache
es: Idioma de interfaz
fr: Langue d’interface
ja: 界面言語
ko: 인터페이스 언어
ru: Язык интерфейса
zh_hans: 界面语言

# settings.languageSpace.nextRequirement
source: Add real language space persistence and startup restoration.
de: Echte Persistenz von Sprachräumen und Wiederherstellung beim Start hinzufügen.
es: Añadir persistencia real de espacios de idioma y restauración al inicio.
fr: Ajouter la persistance réelle des espaces de langue et la restauration au lancement.
ja: 実際の言語スペース永続化と起動時復元を追加します。
ko: 실제 언어 공간 저장과 시작 시 복원을 추가합니다.
ru: Добавить настоящее сохранение языковых пространств и восстановление при запуске.
zh_hans: 接入真实语言空间持久化和启动恢复。

# settings.languageSpace.title
source: Language Space
de: Sprachraum
es: Espacio de idioma
fr: Espace de langue
ja: 言語スペース
ko: 언어 공간
ru: Языковое пространство
zh_hans: 语言空间

# settings.localData.title
source: Local Data
de: Lokale Daten
es: Datos locales
fr: Données locales
ja: ローカルデータ
ko: 로컬 데이터
ru: Локальные данные
zh_hans: 本地数据

# settings.noLanguageSpace.boundary
source: Create a language space first. Settings that belong to a space become usable once one exists.
de: Erstelle zuerst einen Sprachraum. Einstellungen, die zu einem Raum gehören, werden danach verfügbar.
es: Crea primero un espacio de idioma. Los ajustes que pertenecen a un espacio estarán disponibles después.
fr: Créez d'abord un espace de langue. Les réglages liés à un espace seront ensuite disponibles.
ja: まず言語スペースを作成してください。スペースに属する設定は、その後に利用できるようになります。
ko: 먼저 언어 공간을 만드세요. 공간에 속한 설정은 그 후에 사용할 수 있습니다.
ru: Сначала создайте языковое пространство. Связанные с пространством настройки станут доступны после этого.
zh_hans: 请先创建语言空间。属于空间的设置会在空间创建后开放。

# settings.privacy.detail
source: Sensitive content should only enter request preview and Provider calls after the user explicitly triggers the relevant capability.
de: Sensible Inhalte sollen erst nach expliziter Auslösung der passenden Funktion in Anfragevorschau und Provider-Aufrufe gelangen.
es: El contenido sensible solo debe entrar en la vista previa y llamadas Provider después de que el usuario active explícitamente la capacidad correspondiente.
fr: Le contenu sensible ne doit entrer dans l’aperçu de requête et les appels Provider qu’après déclenchement explicite de la capacité par l’utilisateur.
ja: 機密コンテンツは、ユーザーが該当機能を明示的に実行した後にだけ、リクエストプレビューやProvider呼び出しに入るべきです。
ko: 민감한 콘텐츠는 사용자가 해당 기능을 명시적으로 실행한 뒤에만 요청 미리보기와 Provider 호출에 포함되어야 합니다.
ru: Чувствительный контент должен попадать в предпросмотр запроса и вызовы Provider только после явного действия пользователя.
zh_hans: 敏感内容只有在用户明确触发对应能力时才应进入请求预览和 Provider 调用。

# settings.privacy.nextRequirement
source: Keep confirmation paths when real AI, speech, photos, and sync are added.
de: Bestätigungspfade beibehalten, wenn echte KI, Sprache, Fotos und Sync hinzukommen.
es: Mantener rutas de confirmación al añadir IA real, voz, fotos y sincronización.
fr: Conserver les chemins de confirmation lors de l’ajout de l’IA réelle, de la voix, des photos et de la sync.
ja: 実AI、音声、写真、同期を追加するときも確認経路を維持します。
ko: 실제 AI, 음성, 사진, 동기화가 추가될 때 확인 경로를 유지합니다.
ru: Сохранить пути подтверждения при добавлении настоящего ИИ, речи, фото и синхронизации.
zh_hans: 在真实 AI、语音、照片和同步接入时保留确认路径。

# settings.privacy.summary
source: Local-first boundaries are already represented in the UI.
de: Local-first-Grenzen sind bereits in der UI dargestellt.
es: Los límites local-first ya están representados en la UI.
fr: Les limites local-first sont déjà représentées dans l’UI.
ja: ローカル優先の境界はすでにUIに表現されています。
ko: 로컬 우선 경계는 이미 UI에 표현되어 있습니다.
ru: Границы local-first уже представлены в интерфейсе.
zh_hans: 本地优先边界已在 UI 中表达。

# settings.privacy.title
source: Privacy Boundary
de: Datenschutzgrenze
es: Límite de privacidad
fr: Limite de confidentialité
ja: プライバシー境界
ko: 개인정보 경계
ru: Граница конфиденциальности
zh_hans: 隐私边界

# settings.sync.nextRequirement
source: Design Sync Engine, adapters, conflict handling, and sync scope.
de: Sync Engine, Adapter, Konfliktbehandlung und Sync-Umfang entwerfen.
es: Diseñar Sync Engine, adaptadores, manejo de conflictos y alcance de sincronización.
fr: Concevoir Sync Engine, adapters, gestion des conflits et périmètre de sync.
ja: Sync Engine、Adapter、競合処理、同期範囲を設計します。
ko: Sync Engine, Adapter, 충돌 처리, 동기화 범위를 설계합니다.
ru: Спроектировать Sync Engine, adapter, обработку конфликтов и область синхронизации.
zh_hans: 设计 Sync Engine、Adapter、冲突处理和同步范围。

# tab.entries
source: Entries
de: Einträge
es: Entradas
fr: Entrées
ja: 記録
ko: 기록
ru: Записи
zh_hans: 记录

# tab.memory
source: Memory
de: Gedächtnis
es: Memoria
fr: Mémoire
ja: 記憶
ko: 기억
ru: Память
zh_hans: 记忆

# tab.practice
source: Practice
de: Üben
es: Práctica
fr: Exercice
ja: 練習
ko: 연습
ru: Практика
zh_hans: 练习

# tab.settings
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
ko: 설정
ru: Настройки
zh_hans: 设置

# tab.today
source: Today
de: Heute
es: Hoy
fr: Aujourd’hui
ja: 今日
ko: 오늘
ru: Сегодня
zh_hans: 今日

# welcome.accessibility.badges
source: Local-first, AI optional
de: Lokal zuerst, KI optional
es: Local primero, IA opcional
fr: Local d’abord, IA facultative
ja: ローカル優先、AIは任意
ko: 로컬 우선, AI 선택 가능
ru: Сначала локально, ИИ по выбору
zh_hans: 本地优先，AI 可选

# welcome.cta.startSetup
source: Start Setup
de: Einrichtung starten
es: Empezar configuración
fr: Commencer la configuration
ja: 設定を始める
ko: 설정 시작
ru: Начать настройку
zh_hans: 开始设置

# welcome.headline
source: Record a little life today
de: Heute ein Stück Alltag festhalten
es: Registra un poco de vida hoy
fr: Notez un peu de vie aujourd’hui
ja: 今日の生活を少し記録
ko: 오늘의 생활을 조금 기록하기
ru: Запишите немного жизни сегодня
zh_hans: 今天记录一点生活

# welcome.setupTimeLocalNote
source: First setup takes about 30 seconds · Saved locally by default
de: Erste Einrichtung ca. 30 Sekunden · Standardmäßig lokal gespeichert
es: La primera configuración tarda unos 30 segundos · Guardado local por defecto
fr: Première configuration en 30 s environ · Enregistré localement par défaut
ja: 初回設定は約30秒 · デフォルトでローカル保存
ko: 첫 설정 약 30초 · 기본적으로 로컬 저장
ru: Первая настройка около 30 секунд · По умолчанию сохраняется локально
zh_hans: 首次设置约 30 秒 · 默认本地保存

# welcome.subtitle
source: Preparing your language space. First use asks for native language, target language, and current level.
de: Dein Sprachraum wird vorbereitet. Beim ersten Start fragt die App nach Muttersprache, Zielsprache und aktuellem Niveau.
es: Preparando tu espacio de idioma. El primer uso pregunta lengua materna, idioma objetivo y nivel actual.
fr: Préparation de votre espace de langue. La première utilisation demande la langue maternelle, la langue cible et le niveau actuel.
ja: 言語スペースを準備しています。初回利用時に母語、目標言語、現在のレベルを尋ねます。
ko: 언어 공간을 준비하는 중입니다. 처음 사용할 때 모국어, 목표 언어, 현재 수준을 묻습니다.
ru: Подготовка языкового пространства. При первом запуске будут запрошены родной язык, целевой язык и текущий уровень.
zh_hans: 正在准备你的语言空间。首次使用会先询问母语、目标语言和当前水平。

# welcome.tracePreview.audioCueTitle
source: Voiceover
de: Vertonung
es: Voz
fr: Voix
ja: 音声
ko: 음성
ru: Озвучка
zh_hans: 配音

# welcome.tracePreview.body
source: I ordered an oat latte at the cafe today.
de: Ich habe heute im Cafe einen Hafermilch-Latte bestellt.
es: Hoy pedí un latte con leche de avena en la cafetería.
fr: J’ai commandé un latte au lait d’avoine au café aujourd’hui.
ja: 今日はカフェでオーツミルクラテを注文しました。
ko: 오늘 카페에서 오트 라테를 주문했습니다.
ru: Сегодня я заказал овсяный латте в кафе.
zh_hans: 今天在咖啡店点了一杯燕麦拿铁。

# welcome.tracePreview.compactPractice
source: Shadow once · Save 3 expressions
de: Einmal shadowen · 3 Ausdrücke speichern
es: Repite una vez · Guarda 3 expresiones
fr: Shadowing 1 fois · 3 expressions enregistrées
ja: 1回シャドーイング · 表現を3つ保存
ko: 섀도잉 1회 · 표현 3개 저장
ru: Шэдоуинг 1 раз · Сохранить 3 выражения
zh_hans: 跟读 1 遍 · 收藏 3 个表达

# welcome.tracePreview.examples.cafe.audioCue
source: Chinese voiceover · Stress 可以 / 打包
de: Chinesische Stimme · 可以 / 打包 betonen
es: Voz en chino · Enfatiza 可以 / 打包
fr: Voix chinoise · Accent sur 可以 / 打包
ja: 中国語音声 · 可以 / 打包 を強調
ko: 중국어 음성 · 可以 / 打包 강조
ru: Китайская озвучка · Акцент на 可以 / 打包
zh_hans: 慢速配音 · 重读 Could I / to go

# welcome.tracePreview.examples.cafe.level
source: Beginner · Ordering phrase
de: Einstieg · Bestellsatz
es: Inicial · Frase para pedir
fr: Debutant · Phrase de commande
ja: 入門 · 注文フレーズ
ko: 입문 · 주문 짧은 문장
ru: Начальный · Фраза для заказа
zh_hans: 入门 · 点单短句

# welcome.tracePreview.examples.cafe.note
source: I ordered an oat latte at the cafe today.
de: Ich habe heute im Cafe einen Hafermilch-Latte bestellt.
es: Hoy pedi un latte con leche de avena en la cafeteria.
fr: J ai commande un latte au lait d avoine au cafe aujourd hui.
ja: 今日はカフェでオーツミルクラテを注文しました。
ko: 오늘 카페에서 오트 라테를 주문했습니다.
ru: Сегодня я заказал овсяный латте в кафе.
zh_hans: 今天在咖啡店点了一杯燕麦拿铁。

# welcome.tracePreview.examples.cafe.practice
source: Shadowing · Save · Review
de: Shadowing · Speichern · Wiederholen
es: Shadowing · Guardar · Repasar
fr: Shadowing · Enregistrer · Revoir
ja: Shadowing · 保存 · 復習
ko: Shadowing · 저장 · 복습
ru: Shadowing · Сохранить · Повторить
zh_hans: Shadowing · 收藏 · 复习

# welcome.tracePreview.examples.cafe.scene
source: Coffee shop order
de: Bestellung im Cafe
es: Pedido en cafe
fr: Commande au cafe
ja: カフェで注文
ko: 카페 주문
ru: Заказ в кафе
zh_hans: 咖啡店点单

# welcome.tracePreview.examples.cafe.shadowingCue
source: Shadow the short sentence · Swap in 茶 / 三明治
de: Kurzen Satz shadowen · Tee / Sandwich einsetzen
es: Repite la frase corta · Cambia a 茶 / 三明治
fr: Shadowing de la phrase courte · Remplacer par 茶 / 三明治
ja: 短文を先にシャドーイング · 茶 / 三明治 に置換
ko: 짧은 문장 먼저 섀도잉 · 茶 / 三明治 로 바꾸기
ru: Шэдоуинг короткой фразы · Замени на 茶 / 三明治
zh_hans: 先跟读短句 · 换成 tea / sandwich 复用

# welcome.tracePreview.examples.cafe.sourceNote
source: I took a photo of my coffee and wanted to learn a polite takeaway phrase.
de: Ich habe meinen Kaffee fotografiert und wollte lernen, wie man hoeflich zum Mitnehmen sagt.
es: Hice una foto de mi cafe y queria aprender a pedirlo para llevar con cortesia.
fr: J ai pris une photo de mon cafe et je voulais apprendre une formule polie pour l emporter.
ja: コーヒーの写真を撮り、丁寧にテイクアウトを頼む言い方を覚えたい。
ko: 커피 사진을 찍고 정중하게 포장해 달라고 말하는 법을 배우고 싶었다.
ru: Я сфотографировал кофе и хотел выучить вежливую фразу для заказа с собой.
zh_hans: 我拍下咖啡，想学会礼貌地说外带。

# welcome.tracePreview.examples.commute.audioCue
source: Clear Chinese voiceover · Notice 晚点 / 换站台
de: Klare chinesische Stimme · 晚点 / 换站台 beachten
es: Voz en chino clara · Nota 晚点 / 换站台
fr: Voix chinoise claire · Reperer 晚点 / 换站台
ja: 明瞭な中国語音声 · 晚点 / 换站台 に注目
ko: 또렷한 중국어 음성 · 晚点 / 换站台 확인
ru: Четкая китайская озвучка · Обрати внимание на 晚点 / 换站台
zh_hans: 清晰配音 · 注意 delayed 和 change platforms

# welcome.tracePreview.examples.commute.level
source: Intermediate · Commute explanation
de: Mittelstufe · Pendel-Erklaerung
es: Intermedio · Explicacion de trayecto
fr: Intermediaire · Explication de trajet
ja: 中級 · 通勤の説明
ko: 중급 · 통근 설명
ru: Средний · Объяснение поездки
zh_hans: 进阶 · 通勤说明

# welcome.tracePreview.examples.commute.note
source: The train was delayed, so I reviewed directions and platform signs.
de: Die Bahn hatte Verspaetung, also habe ich Wegweiser und Gleisangaben wiederholt.
es: El tren se retraso, asi que repase indicaciones y carteles del anden.
fr: Le train avait du retard, alors j ai revu les indications et les panneaux du quai.
ja: 電車が遅れたので、乗り換え案内とホーム表示を見直しました。
ko: 열차가 지연되어 환승 안내와 승강장 표지를 다시 봤습니다.
ru: Поезд задержался, и я повторил указатели и таблички на платформе.
zh_hans: 地铁晚点了，我顺手记下了换乘和站台提示。

# welcome.tracePreview.examples.commute.practice
source: Listen · Repeat · Pin words
de: Hoeren · Nachsprechen · Woerter merken
es: Escuchar · Repetir · Fijar palabras
fr: Ecouter · Repeter · Epingler des mots
ja: 聞く · まねる · 単語を固定
ko: 듣기 · 따라 말하기 · 단어 고정
ru: Слушать · Повторять · Закрепить слова
zh_hans: 听读 · 跟读 · 固定词汇

# welcome.tracePreview.examples.commute.scene
source: Subway commute
de: Pendeln mit der Bahn
es: Trayecto en metro
fr: Trajet en metro
ja: 地下鉄通勤
ko: 지하철 출근길
ru: Поездка в метро
zh_hans: 通勤路上

# welcome.tracePreview.examples.commute.shadowingCue
source: Shadow in two parts · Swap 地铁 / 站台
de: In zwei Teilen shadowen · 地铁 / 站台 einsetzen
es: Repite en dos partes · Cambia 地铁 / 站台
fr: Shadowing en deux parties · Remplacer 地铁 / 站台
ja: 2つに分けてシャドーイング · 地铁 / 站台 を置換
ko: 두 부분으로 섀도잉 · 地铁 / 站台 바꿔 말하기
ru: Шэдоуинг в две части · Замени 地铁 / 站台
zh_hans: 分两段跟读 · 替换 train / platform 复述

# welcome.tracePreview.examples.commute.sourceNote
source: The subway was delayed, so I noted the platform sign and wanted to ask if I should switch platforms.
de: Die U-Bahn hatte Verspaetung, ich notierte den Hinweis am Bahnsteig und wollte fragen, ob ich den Bahnsteig wechseln muss.
es: El metro se retraso, anote el aviso del anden y queria preguntar si debia cambiar de anden.
fr: Le metro avait du retard, j ai note l annonce du quai et je voulais demander s il fallait changer de quai.
ja: 地下鉄が遅れたので、ホームの案内をメモし、乗り場を変えるべきか聞きたい。
ko: 지하철이 지연되어 승강장 안내를 적어 두고 승강장을 바꿔야 하는지 묻고 싶었다.
ru: Метро задерживалось, я записал объявление на платформе и хотел спросить, нужно ли перейти на другую платформу.
zh_hans: 地铁晚点了，我记下站台提示，想问是不是要换站台。

# welcome.tracePreview.examples.meeting.audioCue
source: Meeting Chinese voiceover · Stress 确认 / 明确 / 负责
de: Chinesische Stimme im Meeting · 确认 / 明确 / 负责 betonen
es: Voz en chino de reunion · Enfatiza 确认 / 明确 / 负责
fr: Voix chinoise de reunion · Accent sur 确认 / 明确 / 负责
ja: 会議口調の中国語音声 · 确认 / 明确 / 负责 を強調
ko: 회의 톤 중국어 음성 · 确认 / 明确 / 负责 강조
ru: Деловая китайская озвучка · Акцент на 确认 / 明确 / 负责
zh_hans: 会议语气配音 · 强调 confirm / clarify / own

# welcome.tracePreview.examples.meeting.level
source: Advanced · Meeting expression
de: Fortgeschritten · Meeting-Ausdruck
es: Avanzado · Expresion de reunion
fr: Avance · Expression de reunion
ja: 上級 · 会議表現
ko: 고급 · 회의 표현
ru: Продвинутый · Фраза для встречи
zh_hans: 高阶 · 会议表达

# welcome.tracePreview.examples.meeting.note
source: I needed to clarify the deadline and ask who owns the next step.
de: Ich musste die Frist klaeren und fragen, wer den naechsten Schritt uebernimmt.
es: Necesitaba aclarar el plazo y preguntar quien se encarga del siguiente paso.
fr: Je devais clarifier l echeance et demander qui prend la suite.
ja: 締め切りを確認し、次の担当者を聞く必要がありました。
ko: 회의에서 마감일을 확인하고 다음 단계를 누가 맡는지 물어봐야 했습니다.
ru: Мне нужно было уточнить срок и спросить, кто отвечает за следующий шаг.
zh_hans: 开会时我想确认截止时间，也想问下一步由谁负责。

# welcome.tracePreview.examples.meeting.practice
source: Rewrite · Shadow · Save phrase
de: Umschreiben · Shadowing · Satz speichern
es: Reescribir · Shadowing · Guardar frase
fr: Reformuler · Shadowing · Garder la phrase
ja: 書き換え · Shadowing · 表現を保存
ko: 다시 쓰기 · Shadowing · 문장 저장
ru: Перефразировать · Shadowing · Сохранить фразу
zh_hans: 改写 · 跟读 · 收藏句型

# welcome.tracePreview.examples.meeting.shadowingCue
source: Shadow by thought group · Swap 截止时间 / 下一步
de: Nach Sinneinheiten shadowen · 截止时间 / 下一步 einsetzen
es: Repite por grupos de sentido · Cambia 截止时间 / 下一步
fr: Shadowing par groupes de sens · Remplacer 截止时间 / 下一步
ja: 意味のまとまりでシャドーイング · 截止时间 / 下一步 を置換
ko: 의미 단위로 섀도잉 · 截止时间 / 下一步 바꿔 말하기
ru: Шэдоуинг по смысловым группам · Замени 截止时间 / 下一步
zh_hans: 按意群跟读 · 替换 deadline / next step 复述

# welcome.tracePreview.examples.meeting.sourceNote
source: In today’s meeting, I wanted to confirm the deadline and ask who owns the next step.
de: Im heutigen Meeting wollte ich die Frist bestaetigen und fragen, wer den naechsten Schritt uebernimmt.
es: En la reunion de hoy queria confirmar la fecha limite y preguntar quien se encarga del siguiente paso.
fr: Dans la reunion d aujourd hui, je voulais confirmer l echeance et demander qui prendrait la suite.
ja: 今日の会議で締め切りを確認し、次のステップを誰が担当するか聞きたい。
ko: 오늘 회의에서 마감일을 확인하고 다음 단계를 누가 맡는지 묻고 싶었다.
ru: На сегодняшней встрече я хотел уточнить срок и спросить, кто отвечает за следующий шаг.
zh_hans: 今天开会时，我想确认截止时间，也想问下一步由谁负责。

# welcome.tracePreview.pageAccessibilityValue
source: Example %d of %d
de: Beispiel %d von %d
es: Ejemplo %d de %d
fr: Exemple %d sur %d
ja: %d/%d 件目の例
ko: 예시 %d/%d
ru: Пример %d из %d
zh_hans: 示例 %d，共 %d
